FUNNEL_STAGES = [
    {
        "name": "Квалификация",
        "questions": [
            {
                "id": 724653, # количество человек
                "comment": "если нет точного количества, в ответе указажи 'от' и 'до'"
            },
            {
                "id": 732643, # период
            },
            {
                "id": 729241, # тип заказа
                "comment": "этот вопрос не надо задавать, заполни сам после данных по количеству человек и периоду"
            },
            {
                "id": 731479, # что нужно по питанию
                "comment": "этот вопрос не надо задавать, заполни сам на основе прошлых слов и намерений клиента"
            }
        ]
    },
    {
        "name": "Основная информация",
        "questions": [
            {
                "id": 724645, # адрес
            },
            {
                "id": 724671, # приём пищи
                "comment": "выбери приёмы пищи, которые нужно обеспечивать"
            },
            {
                "id": 731375, # состав блюд
                "comment": "укажи пожелания по типу блюд, если есть (например, первое/второе/салат...)"
            },
            {
                "id": 729891, # кто питается
                "comment": "выбери, какой сегмент будет питаться (возможно, уже ответили ранее, тогда заполни самостоятельно)"
            },
            {
                "id": 727029, # наличие особенностей меню
                "comment": "уточни наличие особенностей: без свинины, халяль; другие особенности нужно указывать на третем этапе"
            },
            {
                "id": 732791, # бюджет
                "comment": "спроси, есть ли УЖЕ у них бюджет, обычно есть хотя бы примерный"
            }
        ]
    },
    {
        "name": "Дополнительная информация",
        "questions": [
            {
                "id": 729555, # дни питания
            },
            {
                "id": 732795, # время питания
            },
            {
                "id": 727059, # есть ли где греть
                "comment": "спроси, есть ли где греть еду или им нужно доставлять пищу горячей"
            },
            {
                "id": 727061, # есть ли холодильник
                "comment": "спрашивай только если требуется более одного приёма пищи в день (есть ли где хранить еду или требуется поставлять к каждому приёму), иначе скип"
            },
            {
                "id": 731373, # количество доставок
                "comment": "связан с вопросом о холодильнике, часто можно заполнить не спрашивая клиента"
            },
            {
                "id": 732793, # питаются ли уже
                "comment": "если по контексту понятно, что они меняют поставщика, то спроси, питаются ли они уже где-то в другом месте, и если да, то почему решили сменить, иначе скип"
            },
            {
                "id": 732749, # дата начала питания
                "comment": "спроси, есть ли УЖЕ у них дата начала питания, обычно есть хотя бы примерная"
            },
            {
                "id": 724661, # важная доп. инфа
                "comment": "если есть, сюда впиши всю дополнительную информацию, которую не заполнили ранее, но важно учесть (например, экзотические особенности, аллергии, диеты...)"
            },
            {
                "id": 731521, # куда отправить предложение
            },
            {
                "id": 728931, # в каком виде сформировать предложение
                "comment": "нужен ли официальный запрос или просто меню и прайс"
            }
        ]
    }
]
