FUNNEL_STAGES = [
    {
        "name": "Квалификация",
        "questions": [
            {
                "id": 724653, # количество человек
            },
            {
                "id": 732643, # период
            }
        ]
    },
    {
        "name": "Основная информация",
        "questions": [
            {
                "id": 724645, # адрес
                "comment": "нужен город и точный адрес, если есть"
            },
            {
                "id": 724671, # приём пищи
                "comment": "спроси приёмы пищи, которые нужно обеспечивать"
            },
            {
                "id": 731375, # состав блюд
                "comment": "спроси пожелания по типу блюд, если есть, например, первое/второе/салат..."
            },
            {
                "id": 729891, # кто питается
                "comment": "спроси, какие люди будут питаться (например, сотрудники, студенты, дети...)"
            },
            {
                "id": 727029, # наличие особенностей меню
                "comment": "уточни наличие особенностей: без свинины, халяль"
            },
            {
                "id": 732791, # бюджет
                "comment": "спроси, есть ли УЖЕ у них бюджет, обычно есть хотя бы примерный"
            }
        ]
    },
    {
        "name": "Дополнительная информация",
        "questions": [
            {
                "id": 729555, # дни питания
            },
            {
                "id": 732795, # время питания
            },
            {
                "id": 727059, # есть ли где греть
                "comment": "спроси, есть ли где греть еду или им нужно доставлять пищу горячей"
            },
            {
                "id": 727061, # есть ли холодильник
                "comment": "спрашивай только если требуется более одного приёма пищи в день (есть ли где хранить еду или требуется поставлять к каждому приёму)"
            },
            {
                "id": 731373, # количество доставок
                "comment": "спроси, сколько раз в день нужно доставлять еду, если не уточнили ранее"
            },
            {
                "id": 732793, # питаются ли уже
                "comment": "если по контексту понятно, что они меняют поставщика, то спроси, питаются ли они уже где-то в другом месте, и если да, то почему решили сменить"
            },
            {
                "id": 732749, # дата начала питания
                "comment": "спроси, есть ли УЖЕ у них дата начала питания, обычно есть хотя бы примерная"
            },
            {
                "id": 731521, # куда отправить предложение
                "comment": "чаще всего нужно просто спросить: 'У вас ватсап на этом номере?'"
            },
            {
                "id": 728931, # в каком виде сформировать предложение
                "comment": "спроси, нужен ли официальный запрос или просто меню и прайс скинуть"
            }
        ]
    }
]
