FUNNEL_STAGES = [
    {
        "name": "Квалификация",
        "questions": [
            {
                "id": 724653, # количество человек
            },
            {
                "id": 732643, # период
            },
            {
                "id": 729241, # тип заказа
                "comment": "этот вопрос не задан, заполни сам после данных по количеству человек и периоду"
            },
            {
                "id": 731479, # что нужно по питанию
                "comment": "этот вопрос не задан, заполни сам на основе прошлых слов и намерений клиента"
            }
        ]
    },
    {
        "name": "Основная информация",
        "questions": [
            {
                "id": 724645, # адрес
            },
            {
                "id": 724671, # приём пищи
            },
            {
                "id": 731375, # состав блюд
                "comment": "укажи пожелания по типу блюд, если есть (например, первое/второе/салат...)"
            },
            {
                "id": 729891, # кто питается
            },
            {
                "id": 727029, # наличие особенностей меню
                "comment": "уточни наличие особенностей: без свинины, халяль; другие особенности нужно указывать на третем этапе в разделе 'Дополнительная информация'"
            },
            {
                "id": 732791, # бюджет
            }
        ]
    },
    {
        "name": "Дополнительная информация",
        "questions": [
            {
                "id": 729555, # дни питания
            },
            {
                "id": 732795, # время питания
            },
            {
                "id": 727059, # есть ли где греть
                "comment": "есть ли где греть еду или им нужно доставлять пищу горячей"
            },
            {
                "id": 727061, # есть ли холодильник
                "comment": "только если требуется более одного приёма пищи в день (есть ли где хранить еду или требуется поставлять к каждому приёму), иначе скип"
            },
            {
                "id": 731373, # количество доставок
                "comment": "связан с вопросом о холодильнике, можно заполнить не спрашивая клиента"
            },
            {
                "id": 732793, # питаются ли уже
                "comment": "если по контексту ТОЛЬКО ЧЁТКО И НЕДВУСМЫСЛЕННО понятно, что они меняют поставщика, то заполни, иначе скип"
            },
            {
                "id": 732749, # дата начала питания
            },
            {
                "id": 724661, # важная доп. инфа
                "comment": "если есть, сюда впиши всю дополнительную информацию, что не заполнили ранее, но важно учесть (например, экзотические особенности, аллергии, диеты...)"
            },
            {
                "id": 731521, # куда отправить предложение
                "comment": "на WhatsApp по этому номеру, по другому или в другое место"
            },
            {
                "id": 728931, # в каком виде сформировать предложение
            }
        ]
    }
]
